lesson_4/app_9/app/controllers/posts_controller.rb

INSERT INTO "posts" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "df;,;h;d"], ["body", ";dhh,;ffd;d;f"], ["created_at", "2017-10-28 15:28:38.124438"], ["updated_at", "2017-10-28 15:28:38.124438"]]
---
  def create
    @post = Post.create(post_params)